import "./AboutText.scss";

export default function AboutText() {
  return (
    <p className="aboutText">
    С восьмого класса я знала, что буду только учителем , именно учителем словесности. 
    Сейчас, спустя много лет, вспоминаю себя школьницей. Окна распахнуты настежь, на улице 
    небольшого провинциального городка в Краснодарском крае тепло и шумно. А в классе 
    тишина, ни звука. Так проходили уроки русского языка и литературы в моем детстве, 
    так их вела преподаватель, которая  показывала нам, какой должен быть урок. Именно она, 
    ее уроки и сейчас для меня самые лучшие и интересные.
    </p>
  );
}